module.exports = {
  // AUTH: {
  //   NOT_CORRECT: "Данные не верны",
  //   NOT_AUTHORIZED: "Вы не авторизованы",
  //   SUCCESS_LOGOUT: "Вышли из аккаунта",
  //   SUCCESS_PASSWORD_SEND: "Пароль отправлен на почту",
  //   EMPTY_DATA: "Данные не получены",
  //   USER_IS_EXIST: "Такой логин уже занят,придумайте другой",
  // },
  // USER: {
  //   NOT_EXIST: "Такого игрока не существует",
  //   CANT_UPDATE_FIELD: "Нельзя менять эти данные",
  // },
  // ARTICLE: {
  //   NOT_EXIST: "Такой статьи не существует",
  // },
  // BONUS: {
  //   ALREADY_USED: "Уже использован",
  //   NOT_EXIST: "Такого бонуса не существует",
  // },
  // MODULE: {
  //   NOT_EXIST: "Такого модуля не существует",
  // },
  // CASE: {
  //   ERROR: "Ошибка кейсов",
  //   ERROR_CATEGORY: "Ошибка категорий",
  //   NOT_EXIST: "Такого кейса не существует",
  //   NOT_HAVE_MONEY: "Недостаточно денег",
  // },
  // ITEM: {
  //   NOT_EXIST: "Такого айтема не существует",
  // },
  VALIDATOR: {
    ERROR: "Ошибка валидатора",
  // },
  // PROMOCODE: {
  //   ADDED: "На ваш счет зачислено",
  //   ERROR: "Ошибка",
  //   NOT_EXIST: "Такого промокода не существует",
  //   USED_BY_YOURSELF : "Вы уже использовали этот промокод",
  //   LIMIT_MAX : "У этого промокода достигнуто максимальное количество активай и он уже нерабочий",
  // },
  }
};
